YCSB/result_local_ycsb_test8_201006/clockdown_outputLoad_c.txt
[OVERALL], RunTime(ms), 14876
[OVERALL], Throughput(ops/sec), 6722.237160527024
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 38
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2554450121000269
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 38
[TOTAL_GC_TIME_%], Time(%), 0.2554450121000269
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3275.0
[CLEANUP], MinLatency(us), 3274
[CLEANUP], MaxLatency(us), 3275
[CLEANUP], 95thPercentileLatency(us), 3275
[CLEANUP], 99thPercentileLatency(us), 3275
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 145.29145
[INSERT], MinLatency(us), 117
[INSERT], MaxLatency(us), 11439
[INSERT], 95thPercentileLatency(us), 157
[INSERT], 99thPercentileLatency(us), 172
[INSERT], Return=OK, 100000