YCSB/result_local_ycsb_test8_201006/clockdown_outputRun_f.txt
[OVERALL], RunTime(ms), 9653
[OVERALL], Throughput(ops/sec), 10359.473738734072
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 16
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.16575157981974514
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 16
[TOTAL_GC_TIME_%], Time(%), 0.16575157981974514
[READ], Operations, 100000
[READ], AverageLatency(us), 59.59865
[READ], MinLatency(us), 46
[READ], MaxLatency(us), 13343
[READ], 95thPercentileLatency(us), 65
[READ], 99thPercentileLatency(us), 77
[READ], Return=OK, 100000
[READ-MODIFY-WRITE], Operations, 50081
[READ-MODIFY-WRITE], AverageLatency(us), 127.6214532457419
[READ-MODIFY-WRITE], MinLatency(us), 105
[READ-MODIFY-WRITE], MaxLatency(us), 25903
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 138
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 164
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1470.0
[CLEANUP], MinLatency(us), 1470
[CLEANUP], MaxLatency(us), 1470
[CLEANUP], 95thPercentileLatency(us), 1470
[CLEANUP], 99thPercentileLatency(us), 1470
[UPDATE], Operations, 50081
[UPDATE], AverageLatency(us), 66.31844412052475
[UPDATE], MinLatency(us), 53
[UPDATE], MaxLatency(us), 5067
[UPDATE], 95thPercentileLatency(us), 74
[UPDATE], 99thPercentileLatency(us), 86
[UPDATE], Return=OK, 50081