YCSB/result_local_ycsb_test8_201006/standard_outputLoad_d.txt
[OVERALL], RunTime(ms), 11909
[OVERALL], Throughput(ops/sec), 8397.010664203544
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 28
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.23511629859769922
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 28
[TOTAL_GC_TIME_%], Time(%), 0.23511629859769922
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3107.0
[CLEANUP], MinLatency(us), 3106
[CLEANUP], MaxLatency(us), 3107
[CLEANUP], 95thPercentileLatency(us), 3107
[CLEANUP], 99thPercentileLatency(us), 3107
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 115.80509
[INSERT], MinLatency(us), 88
[INSERT], MaxLatency(us), 26703
[INSERT], 95thPercentileLatency(us), 130
[INSERT], 99thPercentileLatency(us), 163
[INSERT], Return=OK, 100000