YCSB/result_local_ycsb_test8_201006/standard_outputRun_a.txt
[OVERALL], RunTime(ms), 5324
[OVERALL], Throughput(ops/sec), 18782.870022539442
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 15
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.28174305033809166
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 15
[TOTAL_GC_TIME_%], Time(%), 0.28174305033809166
[READ], Operations, 49875
[READ], AverageLatency(us), 48.84282706766917
[READ], MinLatency(us), 37
[READ], MaxLatency(us), 16103
[READ], 95thPercentileLatency(us), 58
[READ], 99thPercentileLatency(us), 73
[READ], Return=OK, 49875
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1307.0
[CLEANUP], MinLatency(us), 1307
[CLEANUP], MaxLatency(us), 1307
[CLEANUP], 95thPercentileLatency(us), 1307
[CLEANUP], 99thPercentileLatency(us), 1307
[UPDATE], Operations, 50125
[UPDATE], AverageLatency(us), 51.043890274314215
[UPDATE], MinLatency(us), 37
[UPDATE], MaxLatency(us), 5947
[UPDATE], 95thPercentileLatency(us), 62
[UPDATE], 99thPercentileLatency(us), 80
[UPDATE], Return=OK, 50125