YCSB/result_local_ycsb_test8_201006/standard_outputRun_c.txt
[OVERALL], RunTime(ms), 5585
[OVERALL], Throughput(ops/sec), 17905.102954341986
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 13
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.23276633840644584
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 13
[TOTAL_GC_TIME_%], Time(%), 0.23276633840644584
[READ], Operations, 100000
[READ], AverageLatency(us), 52.65499
[READ], MinLatency(us), 38
[READ], MaxLatency(us), 22895
[READ], 95thPercentileLatency(us), 63
[READ], 99thPercentileLatency(us), 80
[READ], Return=OK, 100000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2359.0
[CLEANUP], MinLatency(us), 2358
[CLEANUP], MaxLatency(us), 2359
[CLEANUP], 95thPercentileLatency(us), 2359
[CLEANUP], 99thPercentileLatency(us), 2359